import styles from './HeaderProfileSidebar.module.css';
import Line from "@/Components/Shared/Line/Line";

const HeaderProfileSidebar=(props)=>{
    return(
        <div className={styles.headerProfileSidebar}>
            <img
                className={styles.personalPhoto}
                src={'/images/img_9.png'} alt={"personal photo"}/>
            <div className={styles.mainInfo}>
            <p>
                حسام عبدالله
            </p>
                <p>
                    hossamabdallah@mail.com
                </p>
                <p className={styles.location}>
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M9.9999 11.8079C8.2249 11.8079 6.7749 10.3662 6.7749 8.58288C6.7749 6.79954 8.2249 5.36621 9.9999 5.36621C11.7749 5.36621 13.2249 6.80788 13.2249 8.59121C13.2249 10.3745 11.7749 11.8079 9.9999 11.8079ZM9.9999 6.61621C8.91657 6.61621 8.0249 7.49954 8.0249 8.59121C8.0249 9.68288 8.90824 10.5662 9.9999 10.5662C11.0916 10.5662 11.9749 9.68288 11.9749 8.59121C11.9749 7.49954 11.0832 6.61621 9.9999 6.61621Z"
                            fill="#0741AD"/>
                        <path
                            d="M9.9999 18.967C8.76657 18.967 7.5249 18.5003 6.55824 17.5753C4.0999 15.2087 1.38324 11.4337 2.40824 6.94199C3.33324 2.86699 6.89157 1.04199 9.9999 1.04199C9.9999 1.04199 9.9999 1.04199 10.0082 1.04199C13.1166 1.04199 16.6749 2.86699 17.5999 6.95033C18.6166 11.442 15.8999 15.2087 13.4416 17.5753C12.4749 18.5003 11.2332 18.967 9.9999 18.967ZM9.9999 2.29199C7.5749 2.29199 4.45824 3.58366 3.63324 7.21699C2.73324 11.142 5.1999 14.5253 7.43324 16.667C8.8749 18.0587 11.1332 18.0587 12.5749 16.667C14.7999 14.5253 17.2666 11.142 16.3832 7.21699C15.5499 3.58366 12.4249 2.29199 9.9999 2.29199Z"
                            fill="#0741AD"/>
                    </svg>
                    العراق
                </p>

            </div>

        </div>
    )
}
export default HeaderProfileSidebar