import FAQList from "@/Components/FAQList/FAQList";
import Navbar from "@/Components/Header/Navbar";
import Footer from "@/Components/HomePage/Footer";

const FAQListPage=props=>{
    const faqs = [
        {
            question: "ما هو الهدف من هذا الموقع؟",
            answer: "الهدف من هذا الموقع هو تقديم حلول تعليمية وتثقيفية للعديد من المجالات المختلفة في الحياة اليومية."
        },
        {
            question: "كيف يمكنني التسجيل في الموقع؟",
            answer: "يمكنك التسجيل في الموقع من خلال الضغط على زر التسجيل في الصفحة الرئيسية وملء النموذج بالمعلومات المطلوبة."
        },
        {
            question: "هل يمكنني تغيير كلمة المرور؟",
            answer: "نعم، يمكنك تغيير كلمة المرور من خلال صفحة إعدادات الحساب بعد تسجيل الدخول."
        },
        {
            question: "هل يوجد دعم فني للموقع؟",
            answer: "نعم، يوجد دعم فني متاح عبر الدردشة المباشرة أو من خلال إرسال بريد إلكتروني إلى support@example.com."
        },
        {
            question: "كيف يمكنني إلغاء اشتراكي؟",
            answer: "يمكنك إلغاء اشتراكك عبر إعدادات الحساب في قسم العضوية، حيث يوجد خيار لإلغاء الاشتراك."
        },
        {
            question: "هل يوجد تطبيق للجوال؟",
            answer: "نعم، يوجد تطبيق للجوال لكل من أنظمة iOS و Android، ويمكنك تنزيله من متجر التطبيقات."
        },
        {
            question: "هل يمكنني مشاركة الحساب مع شخص آخر؟",
            answer: "نعم، يمكنك دعوة الأصدقاء لمشاركة الحساب ولكن سيتم تحديد عدد الأعضاء في كل خطة اشتراك."
        },
        {
            question: "ما هي طرق الدفع المتاحة؟",
            answer: "نحن نقبل الدفع باستخدام بطاقة الائتمان، PayPal، والعديد من الخيارات الأخرى المتاحة في صفحة الدفع."
        }
    ];

    return(
    <>
        <Navbar/>
        <FAQList
            faqs={faqs}
        />
        <Footer/>
    </>
    )
}
export default FAQListPage