export const  faqs=[
    {
        title:" ما هي المبادئ الأخلاقية التي تلتزم بها منصة مصورفي تقديم خدماتها؟",
        content:"توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها\n" +
            " منك أو من مصادر آخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ\"البيانات\") وذلك بغية وصولك واستخدامك لموقع "
    },
    {
        title:"حول الشراكات والسوق المستهدف",
        content:"نخدم عدة صناعات مثل النفط والغاز والطاقة، الخدمات المالية، الأمن والسلامة، التصنيع، التكنولوجيا، الأمن السيبراني، والخدمات العامة."
    },
    {
        title:"حول الدعم الفني والتدريب",
        content:"توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها\n" +
            " منك أو من مصادر آخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ\"البيانات\") وذلك بغية وصولك واستخدامك لموقع "
    },
    {
        title:"كيف يتم دعم العملاء في حالة وجود مشكلات تقنية؟",
        content:"توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها\n" +
            " منك أو من مصادر آخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ\"البيانات\") وذلك بغية وصولك واستخدامك لموقع "
    },
    {
        title:"ما هي الأسواق والصناعات التي تستهدفها",
        content:"توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها\n" +
            " منك أو من مصادر آخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ\"البيانات\") وذلك بغية وصولك واستخدامك لموقع "
    },

]