export const  faqs=[
    {
        question:" ما هي المبادئ الأخلاقية التي تلتزم بها منصة مصورفي تقديم خدماتها؟",
        answer:"توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها\n" +
            " منك أو من مصادر آخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ\"البيانات\") وذلك بغية وصولك واستخدامك لموقع "
    },
    {
        question:"حول الشراكات والسوق المستهدف",
        answer:"نخدم عدة صناعات مثل النفط والغاز والطاقة، الخدمات المالية، الأمن والسلامة، التصنيع، التكنولوجيا، الأمن السيبراني، والخدمات العامة."
    },
    {
        question:"حول الدعم الفني والتدريب",
        answer:"توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها\n" +
            " منك أو من مصادر آخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ\"البيانات\") وذلك بغية وصولك واستخدامك لموقع "
    },
    {
        question:"كيف يتم دعم العملاء في حالة وجود مشكلات تقنية؟",
        answer:"توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها\n" +
            " منك أو من مصادر آخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ\"البيانات\") وذلك بغية وصولك واستخدامك لموقع "
    },
    {
        question:"ما هي الأسواق والصناعات التي تستهدفها",
        answer:"توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها\n" +
            " منك أو من مصادر آخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ\"البيانات\") وذلك بغية وصولك واستخدامك لموقع "
    },

]