export const TermsAndConditions=[
    {
        title:"نطاق الخدمات",
        description:"نقدم مجموعة واسعة من الخدمات المنزلية التي يمكنك الاطلاع على تفاصيلها في قسم \"الخدمات\". نسعى دائمًا لتوفير الحلول التي تناسب احتياجات عملائنا المتنوعة، مع الالتزام بالجودة والمعايير العالية."

    },
    {
        title:"سياسة الحجز والإلغاء",
        description:"يمكنك حجز خدماتنا بسهولة عبر قنوات الاتصال المتاحة. نوصي بقراءة سياسة الحجز والإلغاء بعناية، حيث تشمل الشروط التي تحكم حالات الإلغاء، التعديلات على الحجوزات، والإجراءات التي نتخذها لضمان حقوقك كعميل."
    },
    {
        title:"الجودة والموثوقية",
        description:"نلتزم في شركتنا بتقديم خدمات تتميز بالدقة والالتزام بالمعايير الاحترافية، مع الحرص على تقديم أفضل تجربة ممكنة لعملائنا. يتم اختيار فريق العمل بعناية فائقة لضمان حصولك على خدمة موثوقة وآمنة."
    },
    {
        title:"السرية وحقوق الخصوصية",
        description:"نتعهد بالحفاظ على سرية معلوماتك الشخصية وعدم مشاركتها مع أي طرف ثالث دون إذنك، وذلك وفقًا لسياسة الخصوصية الخاصة بنا. نحن نحرص على حماية بياناتك وضمان أمانها في كل خطوة."
    },
    {
        title:"المسؤوليات",
        description:"يجب على العملاء الالتزام بالتوجيهات والإرشادات المتعلقة بالخدمة لضمان الحصول على نتائج مرضية. وتتحمل شركتنا مسؤولية أي خلل قد يحدث أثناء تنفيذ الخدمة، مع تقديم الضمانات المناسبة لتعويضك في حال عدم الرضا."
    },
    {
        title:"",
        description:"تُعد موافقتك على هذه الشروط شرطًا أساسيًا لاستخدام خدماتنا المنزلية. نهدف إلى أن تكون هذه الشروط واضحة وتفي باحتياجاتك كعميل، ونلتزم دائمًا بتحسين خدماتنا استنادًا إلى ملاحظاتكم وآرائكم."
    }
]
export const shortDescription="مرحبًا بكم في صفحة الشروط والأحكام الخاصة بخدماتنا المنزلية. نحرص في شركتنا على تقديم خدمات منزلية شاملة تلبّي احتياجاتكم اليومية، ونلتزم بتوفير خدمات تتسم بالجودة، السرعة، والاحترافية. تتضمن خدماتنا مجموعة متنوعة من الأنشطة مثل تنظيف المنازل، صيانة الأجهزة، ترتيب المساحات، وغيرها من الخدمات التي تساعدك على الاستمتاع ببيئة منزلية مريحة وآمنة.\n" +
    "تهدف هذه الشروط والأحكام إلى توضيح الأطر والقواعد التي تنظم العلاقة بين شركتنا وعملائنا، لضمان الشفافية والثقة في كل تفاعل. تشمل هذه الشروط تفاصيل حول إجراءات الحجز وكيفية الاستفادة من خدماتنا، سياسة الإلغاء والإرجاع، وتحديد المسؤوليات بين الأطراف."